Repository: Yuri12358/ip_lab6nl8r
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: View count
uk: Кількість переглядів

source: 100+ views
uk: 100+ переглядів

source: 11...100 views
uk: 11...100 переглядів

source: 1...10 views
uk: 1...10 переглядів

source: Not viewed
uk: Немає переглядів

source: Articles and authors
uk: Статті та автори

source: View count can't be less than 0
uk: Кількість переглядів не може бути менше 0

source: Modify Authors
uk: Змінити Авторів

source: Modify Articles
uk: Змінити Статті

source: News
uk: Новини

source: Add
uk: Додати

source: Reset
uk: Скинути

source: You need to log in as moderator
uk: Ви маєте ввійти як модератор

source: Param
uk: Параметр

source: Value
uk: Значення

source: (no title)
uk: (без заголовку)

source: Log out
uk: Вийти

source: Change my data
uk: Змінити дані

source: Add author
uk: Додати автора

source: Add article
uk: Додати статтю

source: List authors
uk: Показати авторів

source: List articles
uk: Показати статті

source: You must be logged in. Proceed to do so.
uk: Ви маєте ввійти до системи

source: Log in
uk: Увійти

source: (no content)
uk: (без вмісту)

source: Change user data
uk: Змінити користувацькі дані

source: Apply
uk: Застосувати

source: Update
uk: Оновити

source: Header
uk: Заголовок

source: Text
uk: Текст

source: Publication time
uk: Час публікації

source: Interaction
uk: Дії

source: Delete
uk: Видалити

source: Details
uk: Детальніше

source: Name
uk: Ім'я

source: Surname
uk: Прізвище

source: Job title
uk: Посада

source: Sign up
uk: Зареєструватися

source: Sign up as User
uk: Зареєструватися як Користувач

source: Sign up as Moderator
uk: Зареєструватися як Модератор

source: Sign up as Admin
uk: Зареєструватися як Адміністратор

source: ID
uk: Код

source: Author id
uk: Код автора

source: Author name
uk: Ім'я автора

source: Author surname
uk: Прізвище автора

source: Author job title
uk: Посада автора

source: Last edit time
uk: Змінено востаннє

source: Articles
uk: Статті

source: Invalid username or password
uk: Неправильний логін або пароль

source: Inactive user
uk: Неактивний користувач

source: Error: Not authenticated
uk: Помилка: не автентифіковано

source: Logged out successfully
uk: Вихід здійснено успішно
